[
    "Du hast die Aura eines Ladebalkens bei 99% – kurz davor, aber kommt nie an.",
    "Dein Skill-Level ist so low, selbst NPCs würden dich reporten.",
    "Wenn Pech eine Person wäre, wärst du das Profilbild.",
    "Du aimst wie ein Sturmtruppler, Bruder.",
    "Dein Gehirn hat weniger Threads als ein BASIC-Interpreter.",
    "RAM voll, CPU am Limit und trotzdem keine Ergebnisse – bist du Windows?",
    "Du bist wie Montagmorgen: keiner mag dich, aber wir müssen dich ertragen.",
    "Deine Gedanken fahren Fahrstuhl und keiner drückt einen Knopf.",
    "Ich würd sagen 'sei du selbst', aber ich hab Gewissen.",
    "Du bist Proof, dass Evolution auch rückwärts funktionieren kann.",
    "Dein Leben läuft in 720p und ruckelt trotzdem.",
    "Bei dir ist das Licht nicht aus – es wurde nie installiert.",
    "Du bist die menschliche Version eines SyntaxErrors.",
    "Deine KD sieht aus wie ein schlecht geschnittenes YouTube-Tutorial.",
    "Du bist wie ein Keks ohne Schokolade – geht klar, aber keiner sucht danach.",
    "Dein IQ hat die gleiche Energie wie eine leere Powerbank.",
    "Du debuggst dein Leben genauso schlecht wie dein Code.",
    "Du bist der Grund, warum Easy Mode existiert.",
    "Interessante Entscheidung… schade, dass sie falsch war.",
    "Wenn dein Kopf ein Server wäre, hätten wir längst nen Neustart erzwungen.",
    "Du bist nicht dumm… du hast nur Pech beim Nachdenken.",
    "Dein Humor ist so trocken, selbst die Wüste fragt nach Wasser.",
    "Bro, selbst deine Ausreden haben Ladezeiten.",
    "Dein Akku ist permanent bei 3%.",
    "Dein Selbstbewusstsein hat weniger Balken als ein Nokia im Bunker.",
    "Du bist der menschliche Blue Screen.",
    "Du spielst wie Lag in Menschengestalt.",
    "Wenn Ahnung kostenlos wäre, wärst du trotzdem pleite.",
    "Du bist so langsam, selbst Zeitlupe rennt an dir vorbei.",
    "Dein Hirn cached nichts – alles ist ein Cold Start.",
    "Deine Argumente haben den gleichen Wert wie leere Variablen.",
    "Du bist ein Bug, der sich für ein Feature hält.",
    "Dein Humor hat mehr Abstürze als ein Alpha-Build.",
    "Du bist eine leere Datei mit großem Dateinamen.",
    "Du wärst ein guter Finalboss – keiner hätte Lust dich zu spielen.",
    "Du bist der AFK-Spieler im Matchmaking des Lebens.",
    "Deine Entscheidungen fühlen sich an wie random() ohne Seed.",
    "Du hast die Präzision eines Wii-Controllers ohne Sensorbar.",
    "Dein Leben hat mehr Patches nötig als Cyberpunk 2077 zum Release.",
    "Du bist wie ein Lootdrop mit 0.2% Chance – aber keiner will dich farmen.",
    "Du bist ein Plot-Twist, der niemanden interessiert.",
    "Deine geistige FPS dropt konstant unter 20.",
    "Du bist der Grund, warum Tutorials unskippable sind.",
    "Selbst Google findet bei dir keine Ergebnisse.",
    "Du bist das Update, das keiner angefordert hat.",
    "Deine Persönlichkeit hat weniger Textur als Minecraft-Bedrock.",
    "Du bist das Meme, das keiner versteht und keiner teilt.",
    "Du bist wie ein Bossfight – nervig und unnötig lang.",
    "Du bist die leichteste Schwierigkeitsstufe, aber trotzdem frustrierend.",
    "Du spielst dein Leben auf Hardcore mit 'keine Ahnung' als Startitem.",
    "Deine Fähigkeiten haben den Cooldown eines alten DSL-Routers.",
    "Du wärst ein genialer Hintergrundprozess – kaum wahrnehmbar, aber ständig am Nerven.",
    "Du bist die menschliche Form eines unoptimierten Codes.",
    "Bruder, selbst Kartoffeln haben mehr Layers als du.",
    "Du bist ein Plot-Loch auf zwei Beinen.",
    "Du bist wie ein zufälliger DC mitten im Raid.",
    "Deine Denkgeschwindigkeit ist wie mein Upload – erbärmlich.",
    "Du bist ein Softlock im Menü des Lebens.",
    "Du bist ein Pre-Order-Bonus den niemand wollte.",
    "Dein Selbstbewusstsein hat weniger Skills als ein Level-1-Char.",
    "Wenn dumme Ideen XP geben würden, wärst du max level.",
    "Dein Gesicht sieht aus wie ein untexturiertes Modell.",
    "Du bist der Soundbug, der immer im Hintergrund bleibt.",
    "Deine Entscheidungen haben mehr Latenz als Satelliteninternet.",
    "Du bist ein ungestackter Buff – existierst, aber bringt nix.",
    "Deine Persönlichkeit ist so flach, sogar 2D-Games wirken tief daneben.",
    "Du bist das Ladebildschirm-Tipp, den jeder ignoriert.",
    "Du bist ein Sidequest, das niemand abschließen will.",
    "Dein Style hat weniger Sinn als random generated Loot.",
    "Du bist das kostenlose Starterpet – da, aber useless.",
    "Deine Anwesenheit ist wie ein kaputtes Mikro – unangenehm und störend.",
    "Du bist wie ein Spell mit 0 Schaden – unnötig.",
    "Dein Hirn hat weniger Input als ein kaputter Controller.",
    "Du bist der Teamkollege, der immer rückwärts fährt.",
    "Dein Multitasking ist wie ein Faxgerät – veraltet und laut.",
    "Du bist ein DLC, der schlechter ist als das Hauptspiel.",
    "Dein Leben hat die Storytiefe von Flappy Bird.",
    "Du bist wie ein Patch, der mehr Bugs einführt als er fixt.",
    "Du bist ein Ragequit auf zwei Beinen.",
    "Dein Glück hat die Dropchance eines legendären Items – aber negativ.",
    "Du bist wie ein kaputtes Headset – keiner hört dir gerne zu.",
    "Dein Hirn läuft auf Energiesparmodus.",
    "Du bist der Cliffhanger, der nie aufgelöst wird.",
    "Du bist ein Beta-Tester für schlechte Entscheidungen.",
    "Deine Motivation ist wie die KI deiner Teammates – nicht existent.",
    "Du bist ein schlecht implementierter Jump-Scare.",
    "Du bist wie ein USB-Stecker – immer falsch rum.",
    "Bei dir klappt nicht mal Copy & Paste.",
    "Du bist das Tutorial-Level, das keiner mag.",
    "Du hast weniger Relevanz als Patchnotes für Mobile Games.",
    "Deine Existenz ist wie ein Ladebalken ohne Fortschritt.",
    "Du bist ein schlechter RNG-Roll.",
    "Du bist wie ein Disconnect beim Boss – absolut unnötig.",
    "Deine Emotionen haben weniger Textur als ein PNG mit Kompressionsfehler.",
    "Du bist die Art Spieler, die Truhen verschließt und den Schlüssel wegwirft.",
    "Du bist der Grund, warum Matchmaking schlecht ist.",
    "Du bist ein Nerf Patch – nur Frust und Enttäuschung.",
    "Du bist ein Inventar voller grauer Items.",
    "Du bist ein Fehlschlag mit Erfolgsmeldung.",
    "Deine Persönlichkeit ist wie NullPointerException.",
    "Du bist der AFKler in der Ranked Lobby.",
    "Deine Ausreden haben den Cooldown eines 24h Raids.",
    "Du bist der Teammate, der ohne Heal in die Lava springt.",
    "Du bist ein Item mit 'Flavor Text', aber ohne Wert.",
    "Du bist das Feature, das keiner requested hat.",
    "Deine Denkweise hat die Stabilität einer Early-Access-Alpha.",
    "Du bist wie ein XP-Bonus mit 0% – absolut irrelevant.",
    "Du bist das schlechteste Loadout deiner eigenen Existenz.",
    "Du bist ein permanent muted Player.",
    "Du bist ein NPC mit nur einer Dialogzeile.",
    "Deine Argumente haben weniger Halt als ein Minecraft-Sandblock.",
    "Du bist ein kaputter Respawn-Punkt.",
    "Du bist das Tutorial, das man überspringen möchte, aber nicht kann.",
    "Dein Hirn rendert nicht immer alle Details.",
    "Du bist ein Buff, der sich selbst debuffed.",
    "Du bist ein falsch gesetzter Checkpoint.",
    "Du bist ein Lootdrop mit 100% Chance, enttäuschend zu sein.",
    "Du bist ein Speedrun in die falsche Richtung.",
    "Deine Art erinnert an Early Access – viel versprochen, wenig geliefert.",
    "Du bist ein schlechter Port eines guten Spiels.",
    "Du bist wie Friendly Fire – existierst nur um zu nerven.",
    "Du bist das Geräusch, das immer im Voicechat hängt.",
    "Deine Ideen haben mehr Bugs als ein Mojang Snapshot.",
    "Du bist der Lag, der kommt, wenn es spannend wird.",
    "Du bist ein 0-Damage Crit.",
    "Du bist ein Mikrofon mit permanentem Rauschen.",
    "Du bist ein Raid mit 0 Koordination.",
    "Du bist ein Patch ohne Changelog.",
    "Du bist wie ein kaputter Shader – flimmrig und nervig.",
    "Du bist ein Voicecrack in Menschengestalt.",
    "Du bist der Offline-Status eines Bots.",
    "Du bist ein Minecraft-Boot ohne Wasser.",
    "Du bist ein Lootbeutel voller Enttäuschung.",
    "Du bist ein Quicktime-Event ohne Taste.",
    "Du bist ein Sammelobjekt, das keiner einsammelt.",
    "Du bist ein kaputter Speedrun-Glitch – doesn't even work.",
    "Du bist ein Debuff ohne Icon.",
    "Du bist ein Talentbaum voller Minuswerte.",
    "Deine Aura ist wie ein kaputter Modloader.",
    "Du bist eine Fehlermeldung in Helvetica Bold.",
    "Du bist der Crasher eines LAN-Partys.",
    "Du bist ein Buff, der nur Gegner stärker macht.",
    "Dein Hirn läuft im Hintergrund – ganz weit im Hintergrund.",
    "Du bist ein Mod, der die FPS killt.",
    "Du bist wie ein Koop-Partner mit 200 Ping.",
    "Dein Timing ist wie Mobile Game Werbung – immer im falschen Moment.",
    "Du bist ein Lootsystem ohne Loot.",
    "Du bist ein unvollständiges Asset.",
    "Du bist ein Soundfile, das immer zu laut abgespielt wird.",
    "Du bist ein Achievement, das keiner will.",
    "Du bist ein Softlock im Tutorial.",
    "Du bist ein Patch, der niemanden glücklich macht.",
    "Du bist wie ein invertiertes Y-Axis Setting – falsch.",
    "Du bist ein Texturepack aus 2004.",
    "Du bist ein Gegner mit nur einer Attacke.",
    "Du bist die Low-Res Version von dir selbst.",
    "Du bist ein Ladebildschirm ohne Tipps.",
    "Du bist ein Spielabsturz ohne Fehlermeldung.",
    "Du bist ein Inventar voller Steine.",
    "Du bist das ersetzte Standard-Icon von Windows XP.",
    "Du bist ein Disconnect während des Endbosses.",
    "Du bist ein Auto-Save genau vorm Tod.",
    "Du bist ein defekter Questmarker.",
    "Du bist ein schlechtes Map-Design.",
    "Du bist ein 0-IQ Build.",
    "Du bist wie ein kaputter Kompass – immer falsch ausgerichtet.",
    "Du bist ein Headset mit Wackelkontakt.",
    "Du bist der schlechteste RNG-Roll meines Lebens.",
    "Du bist ein Tutorial, das länger ist als das eigentliche Spiel.",
    "Du bist ein kaputter EXP-Multiplikator.",
    "Du bist wie ein Idle Game – aber keiner will warten.",
    "Du bist eine unbalancierte Waffe, nur ohne Schaden.",
    "Du bist wie ein Freeze mitten im Bossfight.",
    "Du bist die Art Bugreport, den Entwickler ignorieren.",
    "Du bist wie ein Shiny Pokémon – nur ohne den coolen Teil.",
    "Du bist wie ein Menübutton, der nie funktioniert.",
    "Du bist ein Respawn, der zu früh kommt.",
    "Du bist ein Patch Tuesday voller Schmerzen.",
    "Du bist ein 1-Star Steam Review ohne Inhalt.",
    "Du bist ein Tutorialskip, der nicht funktioniert.",
    "Du bist die 144p-Version eines schlechten Memes.",
    "Du bist der Lag, der nur dich betrifft."
]
